[
  {
    "jobid": "unjobs_mnch_ecd_consultant_unicef_2025",
    "company_name": "UNICEF - United Nations Children's Fund",
    "job_title": "Individual Consultant for MNCH and i-ECD Evidence Consolidation",
    "location": "New Delhi, India",
    "description": "Individual Consultant position for MNCH and i-ECD Evidence Consolidation at UNICEF. The consultant will support evidence consolidation activities related to maternal, newborn, and child health and integrated early childhood development. Contract duration is 3 months (approximately). Consultant should manage their own time and ensure submission of deliverables as per schedule. Delivery-based contract with remote/home-based work. Requires experience in data analysis, report writing, and preparation of evidence-based documentation for donor reporting.",
    "date_posted": "2025-10-24",
    "date_posted_parsed": "2025-10-24",
    "salary_formatted": "Not disclosed",
    "company_rating": 0,
    "company_reviews_count": 0,
    "job_type": "Consultancy",
    "benefits": ["United Nations", "Remote work allowed", "Health sector"],
    "url": "https://unjobs.org/vacancies/1761323268220",
    "source": "unjobs",
    "closing_date": "2025-11-01"
  },
  {
    "jobid": "unjobs_abdm_volunteer_chai_bhopal_2025",
    "company_name": "Clinton Health Access Initiative (CHAI)",
    "job_title": "Volunteer - ABDM",
    "location": "Bhopal, Madhya Pradesh, India",
    "description": "Volunteer position supporting the Ayushman Bharat Digital Mission (ABDM) project in Madhya Pradesh. Responsibilities include designing IEC materials, coordinating field-level activities, knowledge management, and data analytics. This role focuses on establishing Bhopal as a 'Digital Health District' by facilitating digitization of healthcare facilities, enabling healthcare workers to use ABHA, and enhancing community engagement. Must have bachelor's degree in management, public health, engineering, or related fields with 1+ years of work experience. Fluency in English and Hindi required.",
    "date_posted": "2025-10-25",
    "date_posted_parsed": "2025-10-25",
    "salary_formatted": "Volunteer position",
    "company_rating": 0,
    "company_reviews_count": 0,
    "job_type": "Volunteer",
    "benefits": ["Digital health", "Public health", "International NGO"],
    "url": "https://unjobs.org/vacancies/1761353052352",
    "source": "unjobs",
    "closing_date": "2025-11-23"
  },
  {
    "jobid": "unjobs_care_integration_chai_bhopal_2025",
    "company_name": "Clinton Health Access Initiative (CHAI)",
    "job_title": "Sr. Associate, Care Integration Program - Bhopal",
    "location": "Bhopal, Madhya Pradesh, India",
    "description": "Senior Associate position for Care Integration Program supporting the Ayushman Bharat initiative in Madhya Pradesh. Responsibilities include strategic planning and stabilization of expanded Care Integration services, transition planning to Madhya Pradesh government, engagement with National Health Authority (NHA), technology roadmap development, monitoring and evaluation, documentation and dissemination of learnings, and donor engagement. Requires Master's/Bachelor's degree in management, public health, engineering, digital health, or public policy. Experience in multi-stakeholder environments and government stakeholder management preferred.",
    "date_posted": "2025-10-23",
    "date_posted_parsed": "2025-10-23",
    "salary_formatted": "Not disclosed",
    "company_rating": 0,
    "company_reviews_count": 0,
    "job_type": "Full-time",
    "benefits": ["International NGO", "Digital health", "Public health"],
    "url": "https://unjobs.org/vacancies/1761179549505",
    "source": "unjobs",
    "closing_date": "2025-11-22"
  },
  {
    "jobid": "unjobs_transport_planner_iclei_delhi_2025",
    "company_name": "ICLEI - Local Governments for Sustainability",
    "job_title": "Transport Planner - Urban",
    "location": "New Delhi, India",
    "description": "Transport Planner position for urban transport planning at ICLEI South Asia. Responsibilities include sustainable transport planning, electric mobility, urban development, and sustainable urban transport solutions. Requires skills in transport planning, urban planning, electric mobility, report writing, research skills, and analytical and computational skills. Fluency in English and Hindi required.",
    "date_posted": "2025-10-27",
    "date_posted_parsed": "2025-10-27",
    "salary_formatted": "Not disclosed",
    "company_rating": 0,
    "company_reviews_count": 0,
    "job_type": "Full-time",
    "benefits": ["Sustainable development", "Urban planning", "Transport"],
    "url": "https://unjobs.org/vacancies/1761327390996",
    "source": "unjobs"
  },
  {
    "jobid": "unjobs_digital_health_coordinator_undp_2025",
    "company_name": "UNDP - United Nations Development Programme",
    "job_title": "IC - Coordinator-Inclusive Digital Health for Development (South-South Cooperation)",
    "location": "New Delhi, India",
    "description": "Individual Consultant position for coordinating Inclusive Digital Health for Development through South-South Cooperation initiative at UNDP India. This is a nine-month consultancy position. Interested applicants should apply through UNDP jobs site (jobs.undp.org). Digital health coordination role supporting South-South Cooperation initiatives.",
    "date_posted": "2025-10-23",
    "date_posted_parsed": "2025-10-23",
    "salary_formatted": "Not disclosed",
    "company_rating": 0,
    "company_reviews_count": 0,
    "job_type": "Consultancy",
    "benefits": ["United Nations", "Digital health", "International cooperation"],
    "url": "https://unjobs.org/vacancies/1761270055635",
    "source": "unjobs",
    "closing_date": "2025-11-05"
  },
  {
    "jobid": "unjobs_grb_consultant_un_women_2025",
    "company_name": "UN Women - United Nations Entity for Gender Equality and the Empowerment of Women",
    "job_title": "Senior National Consultant - Gender Responsive Budgeting (GRB)",
    "location": "New Delhi, India",
    "description": "Senior National Consultant for Gender Responsive Budgeting (GRB) at UN Women India. The assignment aims to document the process and impact of GRB in India over the last decade (2015-2025). Responsibilities include stakeholder mapping, conducting Key Informant Interviews, desk review of policies, documentation of success stories, and assessing impact of GRB programs in Madhya Pradesh. Requires Master's degree in Economics, Social Sciences, or related fields with at least 10 years of experience at national/state level working with Government and UN agencies on GRB. Part-time assignment with deliverables through January 2026.",
    "date_posted": "2025-10-27",
    "date_posted_parsed": "2025-10-27",
    "salary_formatted": "Not disclosed",
    "company_rating": 0,
    "company_reviews_count": 0,
    "job_type": "Part-time Consultancy",
    "benefits": ["United Nations", "Gender equality", "Public finance"],
    "url": "https://unjobs.org/vacancies/1761326397980",
    "source": "unjobs",
    "experience_required": "10+ years"
  }
]

